DAYS_for_kbrd = ['пн', 'вт', 'ср', 'чт', 'пт', 'сб']
DAYS = [
			['пн', 'понедельник', '1'],
			['вт', 'вторник', '2'],
			['ср', 'среда', '3'],
			['чт', 'четверг', '4'],
			['пт', 'пятница', '5'],
			['сб','суббота', '6']
		]

specializace = ['ТЭ','ПО','ТО','ЛК','РО','ТР']

group_full = ['ТЭ611','ТЭ711','ТЭ712','ТЭ811','ТЭ812','ПО811',
		'ПО712','ТО611','ТО811', 'ТО612','ТО613','ТО812',
		'ЛК821','РО611','РО811','ПО721','ТР721', 'ТЭ721',
		'ПО711']

gnums ={'ТЭ': ['ТЭ611','ТЭ711','ТЭ811','ТЭ812', 'ТЭ721', 'ТЭ712'],
	'ПО': ['ПО712', 'ПО721','ПО711', 'ПО811'],
	'ТО': ['ТО611','ТО612','ТО613','ТО811','ТО812'],
	'ЛК': ['ЛК821'],
	'РО': ['РО611', 'РО811'],
	'ТР': ['ТР721']}
