
DAYS = ['пн','вт','ср','чт','пт','сб']

specializace = ['ТЭ','ПО','ТО','ЛК','РО','ТР']

group_full = ['ТЭ611','ТЭ711','ТЭ712','ТЭ811','ТЭ812','ТЭ821','ПО821','ПО812', 'ПО811','ПО611',
			'ПО612','ПО712','ТО611','ТО811', 'ТО612','ТО613','ТО812','ТО711','ТО712','ЛК821',
			'РО711','РО611','РО811','ТР821', 'ПО721','ТР721', 'ТЭ721','ПО711']

gnums = {'ТЭ': ['ТЭ611','ТЭ711','ТЭ811','ТЭ812','ТЭ821', 'ТЭ721', 'ТЭ712'],
		 'ПО': ['ПО821','ПО812','ПО611','ПО612','ПО712', 'ПО721','ПО711', 'ПО811'],
		 'ТО': ['ТО611','ТО612','ТО613','ТО811','ТО812','ТО711','ТО712'],
		 'ЛК': ['ЛК821'],
		 'РО': ['РО711', 'РО611', 'РО811', 'РО511'],
		 'ТР': ['ТР821', 'ТР721']}